Repository: NurymKenzh/SmartEco
Catalog: SmartEco/Resources/Controllers/SharedResources.*.resx
Languages: kk, ru

source: Additional Information
kk: Қосымша ақпарат
ru: Дополнительная информация

# AreaType
source: Type of area
kk: Ауданның түрі
ru: Тип области

source: Back to List
kk: Тізімге оралу
ru: Обратно к списку

source: Chart
kk: График
ru: График

source: Code
kk: Код
ru: Код

source: Create
kk: Жасау
ru: Создать

source: Data
kk: Деректер
ru: Данные

source: Data provider
kk: Деректерді жеткізуші
ru: Поставщик данных

source: Data providers
kk: Деректерді жеткізушілер
ru: Поставщики данных

# DateTime
source: Date and Time
kk: Күні мен уақыты
ru: Дата и время

# DateTimeEnd
source: Date end
kk: Күні аяқталды
ru: Дата конца

# DateTimeStart
source: Date start
kk: Күні басталады
ru: Дата начала

source: Delete
kk: Жою
ru: Удалить

source: Details
kk: Егжей
ru: Детали

source: East longitude
kk: Шығыс бойлық
ru: Восточная долгота

# EcomonMonitoringPoint
source: Post monitoring Ecoservice-S
kk: Экосервис-С-дан кейінгі мониторинг
ru: Пост мониторинга Экосервис-С

# EcomonMonitoringPoints
source: Posts monitoring Ecoservice-S
kk: Экосервис-С бақылау станциялары
ru: Посты мониторинга Экосервис-С

source: Edit
kk: Өңдеу
ru: Редактировать

# EgovId
source: E-government
kk: Электрондық үкімет
ru: Электронное правительство

source: Find
kk: Табу
ru: Найти

source: GeoServer name
kk: GeoServer-дағы атау
ru: Название в GeoServer

source: GeoServer workspace
kk: GeoServer жұмыс кеңістігі
ru: Рабочая область GeoServer

source: History
kk: Тарих
ru: История

source: Hour
kk: Сағат
ru: Час

source: KATO
kk: КАТО
ru: КАТО

# KATOes
source: KATO
kk: КАТО
ru: КАТО

# KazHydrometAirPost
source: KazHydromet monitoring post for the level of air pollution
kk: Қазгидрометтің атмосфералық ауаның ластану деңгейін бақылау бекеті
ru: Пост наблюдения за уровнем загрязнения атмосферного воздуха КазГидромета

# KazHydrometAirPosts
source: KazHydromet monitoring posts for the level of air pollution
kk: Қазгидрометтің атмосфералық ауаның ластану деңгейін бақылау бекеттері
ru: Посты наблюдения за уровнем загрязнения атмосферного воздуха КазГидромета

# KazHydrometSoilPost
source: KazHydromet Soil Pollution Monitoring Post
kk: Қазгидрометтің топырақтың ластануын бақылауға арналған бекеттер
ru: Пост мониторинга загрязнения почв КазГидромета

# KazHydrometSoilPosts
source: Soil monitoring stations of KazHydromet
kk: Қазгидромет жердің ластануын бақылау туралы хабарламалар
ru: Посты мониторинга загрязнения почв КазГидромета

source: Language
kk: Тіл
ru: Язык

source: Layer
kk: Қабат
ru: Слой

source: Layers
kk: Қабаттар
ru: Слои

source: Level
kk: Деңгейі
ru: Уровень

source: Map
kk: Карта
ru: Карта

# MaxValueDay
source: The day of registration of maximum one-time concentration on the pollutant
kk: Ластауышқа ең көп бір реттік концентрацияны тіркеу күні
ru: День регистрации максимально-разовой концентрации по загрязняющему веществу

# MaxValueMonth
source: Month of registration of maximum one-time concentration on the pollutant
kk: Ластауышта барынша бір реттік шоғырлануды тіркеу айлығы
ru: Месяц регистрации максимально-разовой концентрации по загрязняющему веществу

# MaxValuePerMonth
source: Maximum one-time concentration of pollutant per month
kk: Ай сайын ластаушы заттардың бір жолғы шоғырлануы
ru: Максимально-разовая концентрация загрязняющего вещества за месяц

# MaxValuePerYear
source: Maximum one-time concentration of pollutant per year
kk: Жылына бір рет ластауыштың ең көп концентрациясы
ru: Максимально-разовая концентрация загрязняющего вещества за год

source: Measured data
kk: Өлшенген деректер
ru: Измеренные данные

# MeasuredDatas
source: Measured data
kk: Өлшенген деректер
ru: Измеренные данные

source: Measured parameter
kk: Өлшенетін параметр
ru: Измеряемый параметр

source: Measured parameters
kk: Өлшенетін параметрлер
ru: Измеряемые параметры

source: Monitoring post
kk: Мониторинг посты
ru: Пост мониторинга

source: Monitoring posts
kk: Мониторинг посттары
ru: Посты мониторинга

source: MPC
kk: ЕРЕК
ru: ПДК

source: Name
kk: Атауы
ru: Название

# NameEN
source: Name (english)
kk: Аты (ағылшын)
ru: Название (английский)

# NameKK
source: Name (kazakh)
kk: Аты (қазақ)
ru: Название (казахский)

# NameRU
source: Name (russian)
kk: Аты (орыс)
ru: Название (русский)

source: North latitude
kk: Солтүстік ендік
ru: Северная широта

source: Number
kk: Нөмірі
ru: Номер

source: Parent Egov Id
kk: Ата-ана Egov Id
ru: Родительский Egov Id

source: Pollutant
kk: Ластаушы
ru: Загрязняющее вещество

source: Pollutants
kk: Ластағыштар
ru: Загрязняющие вещества

source: Pollution environment
kk: Қоршаған орта ластануы
ru: Среда загрязнения

source: Pollution environments
kk: Қоршаған орта ластануы
ru: Среды загрязнения

source: Pollution Source
kk: Ластану көзі
ru: Источник выделения загрязнения

# PollutionSourceData
source: Pollution Sources Data
kk: Қоршаған ортаның ластану көздерінен алынған деректер
ru: Данные с источников выделения загрязнения

# PollutionSourceDatas
source: Pollution Sources Data
kk: Қоршаған ортаның ластану көздерінен алынған деректер
ru: Данные с источников выделения загрязнения

source: Pollution Sources
kk: Ластану көздері
ru: Источники выделения загрязнения

source: Posts
kk: Посттары
ru: Посты

source: Sanitary zone
kk: Санитарлық аймақ
ru: Санитарная зона

source: Save
kk: Сақтау
ru: Сохранить

source: Season
kk: Маусым
ru: Сезон

source: Value
kk: Мағынасы
ru: Значение

source: Register
kk: Тіркеу
ru: Регистрация

source: Login
kk: Кіру
ru: Войти

source: Log out
kk: Шығу
ru: Выйти

source: Directories
kk: Анықтамалар
ru: Справочники

source: Aktau
kk: Ақтау
ru: Актау

source: Karaganda region
kk: Қарағанды облысы
ru: Карагандинская область

source: Maps
kk: Карталар
ru: Карты

source: Base layer
kk: Негізгі қабат
ru: Базовый слой

# EcoserviceAirPost
source: Ecoservice-S air monitoring post
kk: Экосервис-С атмосфералық ауаны бақылау қызметі
ru: Пост мониторинга атмосферного воздуха Экосервис-С

# EcoserviceAirPosts
source: Ecoservice-S air monitoring posts
kk: Экосервис-С атмосфералық ауаны бақылау қызметі
ru: Посты мониторинга атмосферного воздуха Экосервис-С

# Info
source: Information
kk: Ақпарат
ru: Информация

source: Table
kk: Кесте
ru: Таблица

source: Averaged
kk: Орташа
ru: Усредненное

source: Arys
kk: Арыс
ru: Арысь

source: Analytics
kk: Талдау
ru: Аналитика

# EcoserviceMonitoringPosts
source: Ecoservice-S Monitoring Posts
kk: Экосервис-С бақылау бекеттері
ru: Посты мониторинга Экосервис-С

# ShowHideLeftPanelText
source: Show/hide left panel
kk: Сол жақ тақтаны көрсету/жасыру
ru: Показать/скрыть левую панель

# ShowHideRightPanelText
source: Show/hide right panel
kk: Оң жақ тақтаны көрсету/жасыру
ru: Показать/скрыть правую панель

# PollutantSpread
source: Scattering
kk: Шашырау
ru: Рассеивание

source: Time
kk: Уақыт
ru: Время

source: Maximum
kk: Максимум
ru: Максимум

source: Minimum
kk: Минимум
ru: Минимум

source: Sensors
kk: Датчиктер
ru: Датчики

# TurnOnOff
source: Turn on/turn off post
kk: Қосу/өшіру постты
ru: Включить/выключить пост

# MaxMeasuredValue
source: Maximum measured value
kk: Максималды өлшенген мәні
ru: Максимальное измеряемое значение

# MinMeasuredValue
source: Minimum measured value
kk: Минималды өлшенген мәні
ru: Минимальное измеряемое значение

source: More
kk: Көбірек
ru: Больше

source: Smaller
kk: Аз
ru: Меньше

# MeasuredParameterUnit
source: Measured parameters unit
kk: Өлшем бірлігі
ru: Единица измерения измеряемых параметров

# MeasuredParameterUnits
source: Measured parameters units
kk: Өлшем бірлігі
ru: Единицы измерения измеряемых параметров

# ComparisonMeasuredParameters
source: Comparison of Measured Parameters
kk: Өлшенген параметрлерді салыстыру
ru: Сравнение измеряемых параметров

source: Post Analytics
kk: Постар бойынша талдау
ru: Аналитика по постам

source: Coefficient
kk: Коэффициент
ru: Коэффициент

source: Project
kk: Жоба
ru: Проект

source: Projects
kk: Жобалар
ru: Проекты

source: Almaty
kk: Алматы
ru: Алматы

source: Water protection strip
kk: Су қорғау жолағы
ru: Водоохранная полоса

source: Water protection zone
kk: Суды қорғау аймағы
ru: Водоохранная зона

source: Kazhydromet Code
kk: Қазгидромет коды
ru: Код Казгидромет

source: Kazhydromet ID
kk: Қазгидромет ID
ru: Казгидромет ID

source: Automatic
kk: Автоматты
ru: Автоматическая

source: Carbon oxide
kk: Көміртек оксиді
ru: Углерод оксид

# Formaldehyde
source: Formaldehyde (Metanal)
kk: Формальдегид (Метанал)
ru: Формальдегид (Метаналь)

# NitrogenDioxide
source: Nitrogen (IV) dioxide
kk: Азот (IV) диоксиді
ru: Азот (IV) диоксид

source: Sulfur dioxide
kk: Күкірт диоксиді
ru: Сера диоксид

# SummationGroups
source: Summation groups 0301* + 0330*
kk: Қорытындылау топтары 0301* + 0330*
ru: Группы суммации 0301* + 0330*

# KazHydrometTransportPosts
source: Traffic surveillance cameras
kk: Жол қозғалысын бақылау камералары
ru: Камеры наблюдения за дорожным движением

# KazHydrometWaterPosts
source: KazHydromet monitoring posts for the water bodies
kk: Қазгидрометтің су объектілерін бақылау бекеттері
ru: Посты наблюдения за водными объектами КазГидромета

source: Phone Number
kk: Телефон нөмірі
ru: Номер телефона

source: Hands
kk: Қолмен
ru: Ручная

source: Type Station
kk: Станция түрі
ru: Тип станции

# AssessmentAir
source: The main impact factors and assessment of the current state and quality of atmospheric air
kk: Алматы қаласындағы атмосфералық ауаның қазіргі жағдайы мен сапасын бағалаудың негізгі факторлары мен бағалауы
ru: Основные факторы воздействия и оценка современного состояния и качества атмосферного воздуха города Алматы

# AssessmentWater
source: Assessment of the current state and quality of water resources
kk: Су ресурстарының қазіргі жағдайы мен сапасын бағалау
ru: Оценка современного состояния и качества водных ресурсов

source: Dissipation Summary
kk: Диссертацияның қысқаша мазмұны
ru: Сводный расчёт рассеивания

source: Mobile emission sources
kk: Жылжымалы шығарындылар көздері
ru: Передвижные источники выбросов

# AdditionalInformationEN
source: Additional Information (english)
kk: Қосымша ақпарат (ағылшын)
ru: Дополнительная информация (английский)

# AdditionalInformationKK
source: Additional Information (kazakh)
kk: Қосымша ақпарат (қазақ)
ru: Дополнительная информация (казахский)

# AdditionalInformationRU
source: Additional Information (russian)
kk: Қосымша ақпарат (орыс)
ru: Дополнительная информация (русский)

source: Territory Type
kk: Аумақ түрі
ru: Тип территории

source: Territory Types
kk: Аумақтың түрлері
ru: Типы территорий

source: Direct
kk: Тікелей
ru: Прямой

source: Reverse
kk: Кері
ru: Обратный

source: Type of Achievement
kk: Жетістік түрі
ru: Тип достижения

source: Target
kk: Мақсаты
ru: Целевой показатель

source: Targets
kk: Мақсаттар
ru: Целевые показатели

# Event
source: Event name
kk: Оқиға
ru: Мероприятие

# Events
source: Event names
kk: Оқиғалар
ru: Мероприятия

# KazHydrometTransportPost
source: Video surveillance post for the amount of transport
kk: Көлік көлеміне арналған бейнебақылау посты
ru: Пост видеонаблюдения за количеством транспорта

# KazHydrometWaterPost
source: Observation post for the water body of KazHydromet
kk: Қазгидрометтің су айдынына арналған бақылау бекеті
ru: Пост наблюдения за водным объектом КазГидромета

# Post
source: Post, sampling point, monitoring place
kk: Пошта, іріктеу орны, бақылау орны
ru: Пост, точка отбора, место мониторинга

source: GIS Connection Code
kk: ГАЖ байланыс коды
ru: Код связи с ГИС

# TargetTerritories
source: Target Achievement Territories
kk: Мақсатқа қол жеткізу аумақтары
ru: Территории достижения ЦП

# TargetTerritory
source: Target Achievement Territory
kk: Мақсатқа жету аймағы
ru: Территория достижения ЦП

source: Actual
kk: Нақты
ru: Фактическое

source: Planned
kk: Жоспарланған
ru: Планируемое

# TargetValueType
source: Type of Value
kk: Құн түрі
ru: Тип значения

source: Year
kk: Жыл
ru: Год

source: Target Value
kk: Мақсатты мәні
ru: Значение целевого показателя

source: Target Values
kk: Мақсатты құндылықтар
ru: Значения целевых показателей

# ErrorNumberRangeMustBe
source: The value {0} must be in the range {1} to {2}.
kk: {0} мәні {1} - {2} аралығында болуы керек.
ru: Значение {0} должно быть в диапазоне от {1} до {2}.

# AActivities
source: Activities
kk: Іс-шаралар
ru: Мероприятия

# AActivity
source: Activity
kk: Іс-шара
ru: Мероприятие

# ActivityType
source: Type
kk: Түрі
ru: Тип

source: Implementation Percentage
kk: Іске асыру пайызы
ru: Процент реализации

source: Related Items
kk: Қатысты элементтер
ru: Связанные элементы

# DailyAveraged
source: Average value for the period
kk: Тәуліктік орташа мән
ru: Среднесуточное значение

# MPCMaxSingle
source: The maximum single MPC
kk: Шоғырланудың максималды шегі
ru: ПДК максимально-разовое

# PostAnalyticsAlmaty
source: Analytics on the posts of Almaty
kk: Алматы посттарына аналитика
ru: Аналитика по постам Алматы

# MPCDailyAverage
source: The daily average MPC
kk: Күнделікті орташа мән
ru: ПДК среднесуточное

source: LED screen
ru: LED-экран

source: LED screens
ru: LED-экраны

source: Concentration
ru: Концентрация

# AllMonitoringPosts
source: All monitoring posts Ecoservice-S
ru: Все посты мониторинга Экосервис-С

source: Name short
ru: Короткое название

# NameShortEN
source: Name short (english)
ru: Короткое название (английский)

# NameShortKK
source: Name short (kazakh)
ru: Короткое название (казахский)

# NameShortRU
source: Name short (russian)
ru: Короткое название (русский)
